{"date": "12/10/2019 19:28:25", "title": "CLASH OF REBELLIONS SPECIAL EDITION US", "card": [{"name": "Ultimaya Tzolkin", "type": "Super Rare", "attribute": "DARK", "rank": "Level 0", "species_and_others": ["Dragon", "Synchro", "Effect"], "atk": "0", "def": "0", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t(This card's original Level is always treated as 12.)Cannot be Synchro Summoned. Must be Special Summoned (from your Extra Deck) by sending 2 Level 5 or higher monsters you control with the same Level to the Graveyard (1 Tuner and 1 non-Tuner), and cannot be Special Summoned by other ways. Once per turn, when a Spell/Trap Card(s) is Set on your side of the field (except during the Damage Step): You can Special Summon 1 \"Power Tool\" Synchro Monster or 1 Level 7 or 8 Dragon-Type Synchro Monster from your Extra Deck. Cannot be targeted for attacks or by card effects, while you control another Synchro Monster.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=11614"}, {"name": "Frightfur Tiger", "type": "Super Rare", "attribute": "DARK", "rank": "Level 6", "species_and_others": ["Fiend", "Fusion", "Effect"], "atk": "1900", "def": "1200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t\"Edge Imp Sabres\" + 1 or more \"Fluffal\" monstersWhen this card is Fusion Summoned: You can target cards on the field, up to the number of Fusion Materials used for its Fusion Summon; destroy them. All \"Frightfur\" monsters you control gain 300 ATK for each \"Fluffal\" monster and \"Frightfur\" monster you control. You can only control 1 \"Frightfur Tiger\".\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=11617"}, {"name": "Engraver of the Mark", "type": "Super Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Spellcaster", "Effect"], "atk": "1800", "def": "1200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tDuring either player's turn, when your opponent activates a card or effect by declaring exactly 1 card name: You can send this card from your hand to the Graveyard; declare 1 other card name. The card name your opponent declared becomes the card name declared by this effect. Once per turn, during either player's turn: You can target 1 face-up card on the field; destroy it during the End Phase of the next turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12149"}, {"name": "Destruction Sword Flash", "type": "Super Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you control a Fusion Monster that lists \"Buster Blader\" as Material: Banish all monsters your opponent controls. When a card or effect is activated that targets a \"Buster Blader\" monster(s) you control (except during the Damage Step): You can banish this card from your Graveyard; negate that effect, and if you do, destroy that card.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12180"}]}