{"date": "12/10/2019 19:28:03", "title": "DESTINY SOLDIERS", "card": [{"name": "Destiny HERO - Drilldark", "type": "Super Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Warrior", "Effect"], "atk": "1600", "def": "1200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is Normal or Special Summoned: You can Special Summon 1 \"Destiny HERO\" monster from your hand with ATK less than or equal to this card's ATK on the field. You can only use this effect of \"Destiny HERO - Drilldark\" once per turn. If this card attacks a Defense Position monster, inflict piercing battle damage to your opponent.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12702"}, {"name": "Destiny HERO - Dynatag", "type": "Super Rare", "attribute": "DARK", "rank": "Level 5", "species_and_others": ["Warrior", "Effect"], "atk": "1000", "def": "1000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tDuring damage calculation, when you would take battle damage (Quick Effect): You can discard this card; make yourself take no battle damage from that battle, and if you do, each player takes 1000 damage. You can banish this card from your GY, then target 1 \"Destiny HERO\" monster you control; it gains 1000 ATK until the end of your opponent's next turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12703"}, {"name": "Destiny HERO - Decider", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Warrior", "Effect"], "atk": "1600", "def": "1000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tLevel 6 or higher monsters your opponent controls cannot target this card for attacks. You can only use each of the following effects of \"Destiny HERO - Decider\" once per Duel.●If this card is Normal or Special Summoned: You can add 1 \"HERO\" monster from your GY to your hand during the End Phase of this turn.●When a card or effect is activated that would inflict damage to you, while this card is in your GY (Quick Effect): Return this card to your hand, and if you do, make that effect damage to you 0.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12704"}, {"name": "Destiny HERO - Dystopia", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Warrior", "Fusion", "Effect"], "atk": "2800", "def": "2400", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t2 \"Destiny HERO\" monstersIf this card is Special Summoned: You can target 1 Level 4 or lower \"Destiny HERO\" monster in your GY; inflict damage to your opponent equal to that target's ATK. If this card's current ATK is different from its original ATK (except during the Damage Step) (Quick Effect): You can target 1 card on the field; destroy it, and if you do, this card's ATK becomes equal to this card's original ATK. You can only use each effect of \"Destiny HERO - Dystopia\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12705"}, {"name": "Destiny HERO - Dark Angel", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 1", "species_and_others": ["Warrior", "Effect"], "atk": "0", "def": "0", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you have 3 or more \"Destiny HERO\" monsters in your GY: You can discard this card, then target 1 \"Destiny HERO\" monster in your GY; Special Summon it to your opponent's field in Defense Position. When a Spell Card or effect you activate resolves, negate that effect, and if you do, or if it did not have an effect, destroy that card. During your Standby Phase: You can banish this card and 1 \"Destiny HERO\" monster from your GY; each player chooses 1 Normal Spell from their Deck, and places it on top of their Deck.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12706"}, {"name": "Destiny HERO - Celestial", "type": "Normal", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Warrior", "Effect"], "atk": "1600", "def": "1400", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tWhen this card declares an attack: You can target 1 face-up Spell your opponent controls; destroy it, and if you do, inflict 500 damage to your opponent. While you have no cards in your hand, except the turn this card was sent to the GY: You can banish this card and 1 \"Destiny HERO\" monster from your GY; draw 2 cards. You can only use this effect of \"Destiny HERO - Celestial\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12707"}, {"name": "D Cubed", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 1", "species_and_others": ["Machine", "Effect"], "atk": "0", "def": "0", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is Normal Summoned: It is also treated as a \"Destiny HERO\" monster while face-up on the field. You can only use each of the following effects of \"D Cubed\" once per turn.●You can discard up to 2 cards; Special Summon \"D Cubed\" from your hand, Deck, and/or GY, equal to the number discarded, also for the rest of this turn, you cannot Normal or Special Summon other monsters, except \"Destiny HERO\" monsters.●If this card is destroyed by battle or card effect: You can send 1 \"Destiny HERO\" monster from your Deck to the GY.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12708"}, {"name": "D-Fusion", "type": "Secret Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tFusion Summon 1 Fusion Monster from your Extra Deck, using monsters you control as Fusion Material, and if you do, it cannot be destroyed by battle or card effects this turn. Only \"Destiny HERO\" monsters can be used as Fusion Material for a Fusion Summon using this card's effect.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12709"}, {"name": "Destiny HERO - Diamond Dude", "type": "Super Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Warrior", "Effect"], "atk": "1400", "def": "1600", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tOnce per turn: You can excavate the top card of your Deck, and if it is a Normal Spell, send it to the GY, otherwise place it on the bottom of your Deck. During the Main Phase of your next turn, you can activate the effect of that Spell in your GY (even if you no longer control this face-up card).\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=6660"}, {"name": "Destiny HERO - Malicious", "type": "Super Rare", "attribute": "DARK", "rank": "Level 6", "species_and_others": ["Warrior", "Effect"], "atk": "800", "def": "800", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tYou can banish this card from your GY; Special Summon 1 \"Destiny HERO - Malicious\" from your Deck.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=6949"}, {"name": "Destiny HERO - Dogma", "type": "Super Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Warrior", "Effect"], "atk": "3400", "def": "2400", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tCannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 3 monsters, including at least 1 \"Destiny HERO\" monster. Once per turn, if you still control this face-up card during your opponent's next Standby Phase after you Special Summoned it this way: Halve your opponent's LP.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=6757"}, {"name": "Destiny HERO - Plasma", "type": "Super Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Warrior", "Effect"], "atk": "1900", "def": "600", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tCannot be Normal Summoned/Set. Must be Special Summoned (from your hand) by Tributing 3 monsters. Negate the effects of face-up monsters while your opponent controls them. Once per turn: You can target 1 monster your opponent controls; equip that target to this card (max. 1). This card gains ATK equal to half the original ATK of the monster equipped to it by this effect.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7096"}, {"name": "Destiny End Dragoon", "type": "Super Rare", "attribute": "DARK", "rank": "Level 10", "species_and_others": ["Warrior", "Fusion", "Effect"], "atk": "3000", "def": "3000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t\"Destiny HERO - Plasma\" + \"Destiny HERO - Dogma\"A Fusion Summon of this card can only be done with the above Fusion Materials. Once per turn: You can target 1 monster your opponent controls; destroy that target, and if it was face-up, inflict damage to your opponent equal to the ATK it had on the field. You cannot conduct your Battle Phase the turn you activate this effect. Once per turn, during your Standby Phase, if this card is in your GY: You can banish 1 \"Destiny HERO\" card from your GY; Special Summon this card.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7615"}, {"name": "Destiny Draw", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tDiscard 1 \"Destiny HERO\" card; draw 2 cards.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=6950"}, {"name": "Over Destiny", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget 1 \"Destiny HERO\" monster in your GY; Special Summon 1 \"Destiny HERO\" monster from your Deck whose Level is less than or equal to half of that target's Level, but destroy it during the End Phase of this turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=6951"}, {"name": "Abyss Actor - Evil Heel", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Fiend", "Pendulum", "Effect"], "atk": "3000", "def": "2000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is Normal or Special Summoned: You can target 1 face-up monster your opponent controls; it loses 1000 ATK for each \"Abyss Actor\" monster you currently control, until the end of this turn. When this card destroys an opponent's monster by battle: You can target 1 \"Abyss Script\" Spell Card in your Graveyard; Set that card.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12710"}, {"name": "Abyss Actor - Funky Comedian", "type": "Super Rare", "attribute": "DARK", "rank": "Level 1", "species_and_others": ["Fiend", "Pendulum", "Effect"], "atk": "300", "def": "200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is Normal or Special Summoned: You can make this card gain 300 ATK for each \"Abyss Actor\" monster you currently control, until the end of this turn. You can target 1 other \"Abyss Actor\" monster you control; it gains ATK equal to this card's current ATK, until the end of this turn. This card cannot attack the turn this effect is activated. You can only use this effect of \"Abyss Actor - Funky Comedian\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12711"}, {"name": "Abyss Actor - Superstar", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 7", "species_and_others": ["Fiend", "Pendulum", "Effect"], "atk": "2500", "def": "1800", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tWhen Normal or Special Summoned, your opponent's Spell/Trap Cards and effects cannot be activated. Once per turn: You can Set 1 \"Abyss Script\" Spell directly from your Deck, but it is sent to the GY during the End Phase.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12712"}, {"name": "Abyss Actor - Sassy Rookie", "type": "Super Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Fiend", "Pendulum", "Effect"], "atk": "1700", "def": "1000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tThe first time this card would be destroyed by battle or card effect each turn, it is not destroyed. If this card is destroyed by battle, or if this card in its owner's Monster Zone is destroyed by an opponent's card effect: You can Special Summon 1 Level 4 or lower \"Abyss Actor\" monster from your Deck, except \"Abyss Actor - Sassy Rookie\". If this card in the Pendulum Zone is destroyed: You can target 1 Level 4 or lower monster your opponent controls; destroy it.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12713"}, {"name": "Abyss Actor - Extras", "type": "Super Rare", "attribute": "DARK", "rank": "Level 1", "species_and_others": ["Fiend", "Pendulum", "Effect"], "atk": "100", "def": "100", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tYou can Tribute this card; place 1 \"Abyss Actor\" Pendulum Monster from your Deck in your Pendulum Zone, also for the rest of this turn, you cannot Special Summon monsters, except \"Abyss Actor\" monsters, nor activate the Pendulum Effect of \"Abyss Actor - Extras\". You can only use this effect of \"Abyss Actor - Extras\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12714"}, {"name": "Abyss Actor - Leading Lady", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Fiend", "Pendulum", "Effect"], "atk": "1500", "def": "1000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tOnce per turn, when battle damage is inflicted: You can target 1 face-up monster your opponent controls; it loses ATK equal to that battle damage. When this card is destroyed by battle, or if this card in its owner's Monster Zone is destroyed by an opponent's card effect: You can Set 1 \"Abyss Script\" Spell directly from your Deck.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12715"}, {"name": "Abyss Actor - Wild Hope", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Fiend", "Pendulum", "Effect"], "atk": "1600", "def": "1200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tOnce per turn: You can make this card gain 100 ATK for each \"Abyss Actor\" monster you currently control with different names, until the end of this turn. If this card is destroyed by battle or card effect: You can add 1 \"Abyss Actor\" card from your Deck to your hand, except \"Abyss Actor - Wild Hope\". You can only use this effect of \"Abyss Actor - Wild Hope\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12716"}, {"name": "Abyss Script - Fantasy Magic", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget 1 \"Abyss Actor\" monster you control; this turn, every monster that battles it, but is not destroyed, returns to the hand at the end of the Damage Step. If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can target 1 card your opponent controls; place it on top of the Deck.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12717"}, {"name": "Abyss Script - Opening Ceremony", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tGain 500 LP for each \"Abyss Actor\" monster you control. If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can draw until you have 5 cards in your hand. You can only use each effect of \"Abyss Script - Opening Ceremony\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12718"}, {"name": "Abyss Script - Fire Dragon's Lair", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget 1 \"Abyss Actor\" monster you control; if it destroys your opponent's monster by battle this turn, your opponent banishes 3 monsters from their Extra Deck (their choice). If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can look at your opponent's Extra Deck, also banish 1 monster from their Extra Deck. You can only use this effect of \"Abyss Script - Fire Dragon's Lair\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12719"}, {"name": "Abyss Prop - Wild Wagon", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tThe first time each \"Abyss Actor\" monster you control would be destroyed by battle each turn, it is not destroyed. Once per turn: You can target 1 \"Abyss Actor\" monster you control; your opponent cannot target it with card effects until the end of their turn (even if this card leaves the field). If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can return all cards your opponent controls to the hand.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12720"}, {"name": "Abyss Script - Rise of the Abyss King", "type": "Secret Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget face-up cards on the field, up to the number of Attack Position \"Abyss Actor\" monsters with different names you control; destroy them. If you control a Level 7 or higher \"Abyss Actor\" monster, your opponent cannot activate cards or effects in response to this card's activation. If this Set card in its owner's control is destroyed by an opponent's card effect, and you have a face-up \"Abyss Actor\" Pendulum Monster in your Extra Deck: You can add up to 2 \"Abyss Actor\" cards and/or \"Abyss Script\" Spells with different names from your Deck to your hand.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12721"}, {"name": "Abyss Actors Back Stage", "type": "Super Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you have 2 \"Abyss Actor\" cards in your Pendulum Zones: Add 2 \"Abyss Actor\" Pendulum Monsters with different names from your Deck to your Extra Deck face-up. You can only activate 1 \"Abyss Actors Back Stage\" per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12722"}, {"name": "Darklord Morningstar", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 11", "species_and_others": ["Fairy", "Effect"], "atk": "3000", "def": "3000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tCannot be Special Summoned. If this card is Tribute Summoned: You can Special Summon \"Darklord\" monsters from your hand and/or Deck, up to the number of Effect Monsters your opponent controls. While you control another \"Darklord\" monster, your opponent cannot target this card with card effects. Once per turn: You can send cards from the top of your Deck to the Graveyard, equal to the number of \"Darklord\" monsters on the field, and if you do, gain 500 LP for each \"Darklord\" card sent to the Graveyard by this effect.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12723"}, {"name": "Darklord Ixchel", "type": "Normal", "attribute": "DARK", "rank": "Level 10", "species_and_others": ["Fairy", "Effect"], "atk": "2500", "def": "2900", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tYou can discard this card and 1 \"Darklord\" card; draw 2 cards. (Quick Effect): You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap in your GY; apply that target's effect, then shuffle that target into the Deck. You can only use each effect of \"Darklord Ixchel\" once per turn. You can only Special Summon \"Darklord Ixchel(s)\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12724"}, {"name": "Darklord Tezcatlipoca", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 9", "species_and_others": ["Fairy", "Effect"], "atk": "2800", "def": "2100", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf a \"Darklord\" monster(s) you control would be destroyed by battle or card effect, you can discard this card instead. During either player's turn: You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap Card in your Graveyard; apply that target's effect, then shuffle that target into the Deck. You can only use this effect of \"Darklord Tezcatlipoca\" once per turn. You can only Special Summon \"Darklord Tezcatlipoca(s)\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12725"}, {"name": "Darklord Nasten", "type": "Normal", "attribute": "DARK", "rank": "Level 7", "species_and_others": ["Fairy", "Effect"], "atk": "2600", "def": "2600", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tYou can discard 2 other \"Darklord\" cards; Special Summon this card from your hand. (Quick Effect): You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap in your GY; apply that target's effect, then shuffle that target into the Deck. You can only use this effect of \"Darklord Nasten\" once per turn. You can only Special Summon \"Darklord Nasten(s)\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12726"}, {"name": "Darklord Amdusc", "type": "Secret Rare", "attribute": "DARK", "rank": "Level 6", "species_and_others": ["Fairy", "Effect"], "atk": "1800", "def": "2800", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tYou can discard this card and 1 \"Darklord\" card, then target 1 \"Darklord\" card in your Graveyard; add it to your hand. During either player's turn: You can pay 1000 LP, then target 1 \"Darklord\" Spell/Trap Card in your Graveyard; apply that target's effect, then shuffle that target into the Deck. You can only use each effect of \"Darklord Amdusc\" once per turn. You can only Special Summon \"Darklord Amdusc(s)\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12727"}, {"name": "Banishment of the Darklords", "type": "Secret Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tAdd 1 \"Darklord\" card from your Deck to your hand, except \"Banishment of the Darklords\". You can only activate 1 \"Banishment of the Darklords\" per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12728"}, {"name": "Darklord Contact", "type": "Secret Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tSpecial Summon 1 \"Darklord\" monster from your GY in Defense Position. You can only activate 1 \"Darklord Contact\" per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12729"}, {"name": "Darklord Rebellion", "type": "Secret Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tSend 1 \"Darklord\" monster from your hand or face-up from your field to the Graveyard; destroy 1 card on the field. You can only activate 1 \"Darklord Rebellion\" per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12730"}, {"name": "Darklord Enchantment", "type": "Secret Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tSend 1 \"Darklord\" monster from your hand or face-up field to the GY; take control of 1 face-up monster your opponent controls until the End Phase. You can only activate 1 \"Darklord Enchantment\" per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=12731"}, {"name": "Darklord Asmodeus", "type": "Super Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Fairy", "Effect"], "atk": "3000", "def": "2500", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tCannot be Special Summoned from the Deck or Graveyard. Once per turn: You can send 1 Fairy-Type monster from your Deck to the Graveyard. If this card you control is destroyed and sent to your Graveyard: Special Summon 1 \"Asmo Token\" (Fairy-Type/DARK/Level 5/ATK 1800/DEF 1300) and 1 \"Deus Token\" (Fairy-Type/DARK/Level 3/ATK 1200/DEF 1200). \"Asmo Token\" cannot be destroyed by card effects. \"Deus Token\" cannot be destroyed by battle.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=8287"}, {"name": "Darklord Superbia", "type": "Super Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Fairy", "Effect"], "atk": "2900", "def": "2400", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tWhen this card is Special Summoned from the Graveyard: You can target 1 Fairy-Type monster in your Graveyard, except \"Darklord Superbia\"; Special Summon that target.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=8288"}, {"name": "Darklord Edeh Arae", "type": "Super Rare", "attribute": "DARK", "rank": "Level 5", "species_and_others": ["Fairy", "Effect"], "atk": "2300", "def": "2000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is Special Summoned from the Graveyard, it gains this effect.●If this card attacks a Defense Position monster, inflict piercing battle damage to your opponent.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=8289"}, {"name": "Darklord Zerato", "type": "Super Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Fairy", "Effect"], "atk": "2800", "def": "2300", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you have 4 or more DARK monsters with different names in your Graveyard, you can Tribute Summon this card by Tributing 1 DARK monster. You can send 1 DARK monster from your hand to the Graveyard; destroy all monsters your opponent controls. Once per turn, during the End Phase, if this effect was activated this turn: Destroy this card.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7562"}, {"name": "Dark Hole", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tDestroy all monsters on the field.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=4342"}, {"name": "Fires of Doomsday", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tSpecial Summon 2 \"Doomsday Tokens\" (Fiend/DARK/Level 1/ATK 0/DEF 0) in Defense Position. They cannot be Tributed for a Tribute Summon, unless it is for a DARK monster. You cannot Summon other monsters the turn you activate this card (but you can Normal Set).\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7454"}, {"name": "Allure of Darkness", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tDraw 2 cards, then banish 1 DARK monster from your hand, or, if you do not have any in your hand, send your entire hand to the GY.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7570"}, {"name": "Escape from the Dark Dimension", "type": "Super Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget 1 of your banished DARK monsters; Special Summon that target. When this card leaves the field, destroy that target, and if you do, banish it. When that target is destroyed, destroy this card.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7471"}, {"name": "Darklord Marie (Updated from: Marie the Fallen One)", "type": "Super Rare", "attribute": "DARK", "rank": "Level 5", "species_and_others": ["Fiend", "Effect"], "atk": "1700", "def": "1200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tOnce per turn, during your Standby Phase: You gain 200 LP. This card must be in the Graveyard to activate and to resolve this effect.NoteCard Name updated from \"Marie the Fallen One\" on November 18, 2016.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=5209"}, {"name": "Prometheus, King of the Shadows", "type": "Super Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Fiend", "Effect"], "atk": "1200", "def": "800", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is Normal Summoned: Banish 1 or more DARK monsters from your GY, and if you do, this card gains 400 ATK for each, until the end of this turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7148"}, {"name": "Darklord Nurse Reficule (Updated from: Nurse Reficule the Fallen One)", "type": "Super Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Fairy", "Effect"], "atk": "1400", "def": "600", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tAny effect that would make your opponent gain LP inflicts the same amount of damage to them, instead.NoteCard Name updated from \"Nurse Reficule the Fallen One\" on November 18, 2016.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7352"}, {"name": "Doomsday Horror", "type": "Super Rare", "attribute": "DARK", "rank": "Level 4", "species_and_others": ["Fiend", "Effect"], "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tThis card's ATK and DEF are equal to the number of banished DARK monsters x 300. If this card is destroyed and sent to the Graveyard: Return all banished DARK monsters to the Graveyards.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7424"}, {"name": "Archlord Kristya", "type": "Super Rare", "attribute": "LIGHT", "rank": "Level 8", "species_and_others": ["Fairy", "Effect"], "atk": "2800", "def": "2300", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you have exactly 4 Fairy monsters in your GY, you can Special Summon this card (from your hand). If Summoned this way: Target 1 Fairy monster in your GY; add that target to your hand. Neither player can Special Summon monsters. If this face-up card would be sent from the field to the GY, place it on top of the Deck, instead.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=8283"}, {"name": "Trade-In", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tDiscard 1 Level 8 monster; draw 2 cards.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7248"}, {"name": "Veil of Darkness", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tDuring your Draw Phase, if you draw a DARK monster(s): You can reveal any number of them; send them to the GY, then you can draw 1 more card.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7488"}, {"name": "The Beginning of the End", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you have 7 or more DARK monsters in your GY: Banish 5 DARK monsters from your GY; draw 3 cards.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7452"}, {"name": "Dark Eruption", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget 1 DARK monster with 1500 or less ATK in your GY; add that target to your hand.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7453"}, {"name": "Valhalla, Hall of the Fallen", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tOnce per turn: You can Special Summon 1 Fairy monster from your hand. You must control no monsters to activate and to resolve this effect.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7573"}, {"name": "Advance Draw", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTribute 1 face-up Level 8 or higher monster you control; draw 2 cards.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=8337"}, {"name": "Dark Mambele", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you control 3 or more DARK monsters: Target 1 face-up card on the field; banish that target.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=9932"}, {"name": "Creeping Darkness", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tBanish 2 DARK monsters from your Graveyard; add 1 Level 4 DARK monster from your Deck to your hand.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=9933"}, {"name": "Destiny Signal", "type": "Super Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tWhen a monster you control is destroyed by battle and sent to the GY: Special Summon 1 Level 4 or lower \"Destiny HERO\" monster from your hand or Deck.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=6679"}, {"name": "Dark Illusion", "type": "Super Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tWhen a Spell/Trap Card, or monster effect, is activated that targets a DARK monster on the field: Negate the activation, and if you do, destroy that card.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=7470"}]}