{"date": "12/10/2019 19:28:29", "title": "CIRCUIT BREAK SPECIAL EDITION", "card": [{"name": "Stardust Chronicle Spark Dragon", "type": "Super Rare", "attribute": "LIGHT", "rank": "Level 10", "species_and_others": ["Dragon", "Synchro", "Effect"], "atk": "3000", "def": "2500", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t1 Tuner Synchro Monster + 1+ non-Tuner Synchro MonstersMust be Synchro Summoned. Once per turn (Quick Effect): You can banish 1 Synchro Monster from your GY; this card is unaffected by other cards' effects for the rest of this turn. If this card in its owner's possession is destroyed by an opponent's card (by battle or card effect): You can target 1 of your banished Dragon Synchro Monsters; Special Summon it.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=11944"}, {"name": "The Winged Dragon of Ra - Sphere Mode", "type": "Super Rare", "attribute": "DIVINE", "rank": "Level 10", "species_and_others": ["Divine-Beast", "Effect"], "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tCannot be Special Summoned. Requires 3 Tributes from either side of the field to Normal Summon to that side of the field (cannot be Normal Set), then shift control to this card's owner during the End Phase of the next turn. Cannot attack. Your opponent cannot target this card for attacks or by card effects. You can Tribute this card; Special Summon 1 \"The Winged Dragon of Ra\" from your hand or Deck, ignoring its Summoning conditions, and if you do, its ATK/DEF become 4000.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=11927"}, {"name": "Lockout Gardna", "type": "Super Rare", "attribute": "EARTH", "rank": "Level 3", "species_and_others": ["Cyberse", "Effect"], "atk": "1000", "def": "1000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tWhen an opponent's monster declares a direct attack: You can Special Summon this card from your hand in Attack Position, and if you do, it cannot be destroyed by battle this turn. When an effect of a monster your opponent controls is activated that targets 1 Cyberse monster you control (and no other cards) (Quick Effect): You can negate the effects of both that Cyberse monster you control and that opponent's monster until the end of this turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=13372"}, {"name": "Parallel Port Armor", "type": "Super Rare", "attribute": "TRAP", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget 1 Link Monster you control; equip it with this card. Your opponent cannot target the equipped monster with card effects, also it cannot be destroyed by battle. You can banish this card and 2 Link Monsters from your GY, then target 1 Link Monster you control; it can make a second attack during each Battle Phase this turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=13437"}]}