{"date": "12/10/2019 19:28:04", "title": "SOUL FUSION SPECIAL EDITION", "card": [{"name": "Isolde, Two Tales of the Noble Knights", "type": "Super Rare", "attribute": "LIGHT", "species_and_others": ["Warrior", "Link", "Effect"], "atk": "1600", "def": " - ", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t2 Warrior monstersIf this card is Link Summoned: You can add 1 Warrior monster from your Deck to your hand, but for the rest of this turn, you cannot Normal Summon/Set or Special Summon monsters with that name, nor activate their monster effects. You can send any number of Equip Spells with different names from your Deck to the GY; Special Summon 1 Warrior monster from your Deck, whose Level equals the number of cards sent to the GY. You can only use each effect of \"Isolde, Two Tales of the Noble Knights\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=13500"}, {"name": "Summon Sorceress", "type": "Super Rare", "attribute": "DARK", "species_and_others": ["Spellcaster", "Link", "Effect"], "atk": "2400", "def": " - ", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t2+ monsters with the same Type, except TokensIf this card is Link Summoned: You can Special Summon 1 monster from your hand in Defense Position, to your opponent's zone this card points to. You can target 1 face-up monster this card points to; Special Summon 1 monster from your Deck in Defense Position, with the same Type as that monster, to a zone this card points to, but negate its effects. You can only use this effect of \"Summon Sorceress\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=13554"}, {"name": "Neo Space Connector", "type": "Super Rare", "attribute": "LIGHT", "rank": "Level 4", "species_and_others": ["Warrior", "Effect"], "atk": "800", "def": "1800", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tWhen this card is Normal Summoned: You can Special Summon 1 \"Neo-Spacian\" monster or 1 \"Elemental HERO Neos\" from your hand or Deck in Defense Position. You can Tribute this card, then target 1 \"Neo-Spacian\" monster or 1 \"Elemental HERO Neos\" in your GY; Special Summon it in Defense Position. You can only use each effect of \"Neo Space Connector\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=14085"}, {"name": "Prank-Kids Rocksies", "type": "Super Rare", "attribute": "EARTH", "rank": "Level 4", "species_and_others": ["Rock", "Effect"], "atk": "1500", "def": "1500", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is sent to the GY as material for the Fusion or Link Summon of a \"Prank-Kids\" monster: You can banish 1 card from your hand, and if you do, draw 1 card, then, you can Special Summon 1 \"Prank-Kids\" monster from your hand or Deck in Defense Position, except \"Prank-Kids Rocksies\". You can only use this effect of \"Prank-Kids Rocksies\" once per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=14099"}]}