{"date": "12/10/2019 19:30:36", "title": "COLLECTIBLE TIN 2013 WAVE 2", "card": [{"name": "Redox, Dragon Ruler of Boulders", "type": "Secret Rare", "attribute": "EARTH", "rank": "Level 7", "species_and_others": ["Dragon", "Effect"], "atk": "1600", "def": "3000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is in your hand or Graveyard: You can banish a total of 2 EARTH and/or Dragon-Type monsters from your hand and/or Graveyard, except this card; Special Summon this card. During your opponent's End Phase, if this card was Special Summoned: Return it to the hand. You can discard this card and 1 EARTH monster to the Graveyard, then target 1 monster in your Graveyard; Special Summon that target. If this card is banished: You can add 1 EARTH Dragon-Type monster from your Deck to your hand. You can only use 1 \"Redox, Dragon Ruler of Boulders\" effect per turn, and only once that turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10519"}, {"name": "Tempest, Dragon Ruler of Storms", "type": "Secret Rare", "attribute": "WIND", "rank": "Level 7", "species_and_others": ["Dragon", "Effect"], "atk": "2400", "def": "2200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf this card is in your hand or Graveyard: You can banish a total of 2 WIND and/or Dragon-Type monsters from your hand and/or Graveyard, except this card; Special Summon this card. During your opponent's End Phase, if this card was Special Summoned: Return it to the hand. You can discard this card and 1 WIND monster to the Graveyard; add 1 Dragon-Type monster from your Deck to your hand. If this card is banished: You can add 1 WIND Dragon-Type monster from your Deck to your hand. You can only use 1 \"Tempest, Dragon Ruler of Storms\" effect per turn, and only once that turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10522"}, {"name": "Diamond Dire Wolf", "type": "Super Rare", "attribute": "EARTH", "rank": "Rank 4", "species_and_others": ["Beast", "Xyz", "Effect"], "atk": "2000", "def": "1200", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t2 Level 4 monstersOnce per turn: You can detach 1 Xyz Material from this card, then target 1 Beast, Beast-Warrior, or Winged Beast-Type monster you control and 1 other card on the field; destroy them.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10410"}, {"name": "Number 88: Gimmick Puppet of Leo", "type": "Super Rare", "attribute": "DARK", "rank": "Rank 8", "species_and_others": ["Machine", "Xyz", "Effect"], "atk": "3200", "def": "2300", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t3 Level 8 monstersOnce per turn, if you have no cards in your Spell & Trap Card Zone: You can detach 1 Xyz Material from this card, and if you do, place 1 Destiny Counter on this card. You cannot conduct your Battle Phase the turn you activate this effect. When 3 Destiny Counters are on this card, you win the Duel.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10324"}, {"name": "Spellbook of the Master", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you control a Spellcaster-Type monster: You can reveal 1 other \"Spellbook\" card in your hand, then target 1 \"Spellbook\" Normal Spell Card in your Graveyard, except \"Spellbook of the Master\"; this card's effect becomes that target's effect. You can only activate 1 \"Spellbook of the Master\" per turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10421"}, {"name": "Rank-Up-Magic Barian's Force", "type": "Super Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tTarget 1 face-up Xyz Monster you control; Special Summon from your Extra Deck, 1 \"Number C\" or \"CXyz\" monster with the same Type as that monster you control but 1 Rank higher, by using it as the Xyz Material. (This Special Summon is treated as an Xyz Summon. Xyz Materials attached to it also become Xyz Materials on the Summoned monster.) Then, if possible, detach 1 Xyz Material from a monster your opponent controls and attach it to the Summoned monster as an Xyz Material.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10541"}, {"name": "Thunder Sea Horse", "type": "Super Rare", "attribute": "LIGHT", "rank": "Level 4", "species_and_others": ["Thunder", "Effect"], "atk": "1600", "def": "1600", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tYou can discard this card; add 2 Level 4 LIGHT Thunder-Type monsters of the same name with 1600 or less ATK from your Deck to your hand. You can only use the effect of \"Thunder Sea Horse\" once per turn. You cannot Special Summon during the turn you activate this effect.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10215"}, {"name": "Gear Gigant X", "type": "Super Rare", "attribute": "EARTH", "rank": "Rank 4", "species_and_others": ["Machine", "Xyz", "Effect"], "atk": "2300", "def": "1500", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t2 Level 4 Machine-Type monstersOnce per turn: You can detach 1 Xyz Material from this card; add 1 Level 4 or lower Machine-Type monster from your Deck or Graveyard to your hand. When this card leaves the field: You can target 1 Level 3 or lower \"Geargia\" monster in your Graveyard; Special Summon that target.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10176"}, {"name": "Number 50: Blackship of Corn", "type": "Super Rare", "attribute": "DARK", "rank": "Rank 4", "species_and_others": ["Plant", "Xyz", "Effect"], "atk": "2100", "def": "1500", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t2 Level 4 monstersOnce per turn: You can detach 1 Xyz Material from this card, then target 1 face-up monster your opponent controls with ATK less than or equal to this card's; send it to the Graveyard, and if you do, inflict 1000 damage to your opponent. This card cannot attack the turn you activate this effect.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10129"}]}