{"date": "12/10/2019 19:28:17", "title": "LEGENDARY COLLECTION 3 YUGI'S WORLD", "card": [{"name": "The Seal of Orichalcos", "type": "Ultra Rare", "attribute": "SPELL", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tAll monsters you control gain 500 ATK. Once per turn, this card cannot be destroyed by card effects. While you control 2 or more face-up Attack Position monsters, your opponent cannot target your monster(s) with the lowest ATK for an attack. If this card is activated: Destroy all Special Summoned monsters you control. You cannot Special Summon monsters from the Extra Deck. You can only activate \"The Seal of Orichalcos\" once per Duel.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=10327"}, {"name": "Dark Necrofear", "type": "Ultra Rare", "attribute": "DARK", "rank": "Level 8", "species_and_others": ["Fiend", "Effect"], "atk": "2200", "def": "2800", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tCannot be Normal Summoned/Set. Must first be Special Summoned (from your hand) by banishing 3 Fiend monsters from your GY. During the End Phase, if this card is in your GY because it was destroyed in your Monster Zone by an opponent's card and sent there this turn: Target 1 face-up monster your opponent controls; equip this card to that target. While this card is equipped to a monster by this effect, take control of that monster.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=5222"}, {"name": "Guardian Eatos", "type": "Ultra Rare", "attribute": "WIND", "rank": "Level 8", "species_and_others": ["Fairy", "Effect"], "atk": "2500", "def": "2000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\tIf you have no monsters in your Graveyard, you can Special Summon this card (from your hand). You can send 1 of your Equip Spell Cards equipped to this card to the Graveyard, then target up to 3 monsters in your opponent's Graveyard; banish those targets, and if you do, this card gains 500 ATK for each monster banished by this effect, until the end of this turn.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=8536"}, {"name": "Five-Headed Dragon", "type": "Ultra Rare", "attribute": "DARK", "rank": "Level 12", "species_and_others": ["Dragon", "Fusion", "Effect"], "atk": "5000", "def": "5000", "description": "\n\t\t\n\t\t\t\t\t\t\t\t\t\t5 Dragon monstersMust be Fusion Summoned. Cannot be destroyed by battle with a DARK, EARTH, WATER, FIRE, or WIND monster.\n\t\t\n\t\t\t\t\t\t\t\t\t", "link": "www.db.yugioh-card.com/yugiohdb/card_search.action?ope=2&cid=5502"}]}